<?php

return [
	'header' => [
		'about' => 'О нас',
		'news' => 'Новости',
		'stories' => 'Истории',
		'login' => 'Войти'
	],

	'login' => [
		'email' => 'Электронная почта',
		'password' => 'Пароль',
		'login' => 'Войти',
		'fb' => 'Войти через',
		'mes1' => 'Добро пожаловать,',
		'mes2' => 'Вы уже с нами?',
		'mes3' => 'Если у вас есть учетная запись, просто войдите. Мы будем рады видеть вас!',
		'tool1' => 'Введите корректный email-адрес',
		'tool2' => 'Введите корректный пароль',
		'error1' => 'Пользователь с таким email-адресом не существует',
		'error2' => 'Неверный пароль',
		'error3' => 'Вы заблокированы администратором'
	],

	'register' => [
		'email' => 'Электронная почта',
		'password' => 'Пароль',
		'conf' => 'Повторите пароль',
		'register' => 'Регистрация',
		'fb' => 'Войти через',
		'mes1' => 'Время чувствовать себя как дома,',
		'mes2' => 'Впервые здесь?',
		'mes3' => 'Зарегистрируйтесь - мы будем полезны для вас!',
		'tool1' => 'Введите корректный email-адрес',
		'tool2' => 'Такой email-адрес уже зарегестрирован в нашей системе',
		'tool3' => 'Введите корректный пароль',
		'tool4' => 'Пароль должен содержать от 8 до 12 символов. Можно использовать буквы верхнего и нижнего регистров, цифры, а так же спецсимволы _ - @ #',
		'tool5' => 'Введённые пароли не совпадают',
		'error1' => 'Пользователь с таким email-адресом уже зарегестрирован в нашей системе',
		'error2' => 'Пароли не совпадают'
	],

	'form' => [
		'field' => 'Поля формы не могут быть пустыми'
	],

	'category' => [
		'quote' => '<p>Мы - это калейдоскоп<br /> эмоций на вашей свадьбе!</p>',
		'title' => 'С нами вы можете больше',
		'text' => '<p>Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч. Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз? Прячь юных съёмщиц в шкаф. Экс-граф? Плюш изъят. Бьём чуждый цен хвощ! Эх, чужак! Общий съём цен шляп (юфть) — вдрызг! Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч.</p>
		<p>Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз? Прячь юных съёмщиц в шкаф. Экс-граф? Плюш изъят. Бьём чуждый цен хвощ! Эх, чужак! Общий съём цен шляп (юфть) — вдрызг! Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч. Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз?</p>
		<p>Эх, чужак! Общий съём цен шляп (юфть) — вдрызг!</p>',
		'button' => 'Перейти в раздел'
	],

	'products' => [
		'contacts' => 'Контакты',
		'size' => 'Размеры',
		'brand' => 'Брэнд',
		'price' => 'Цена',
		'basket' => 'В корзину',
		'favorites' => 'В избранное',
		'discussion' => 'Обсуждение',
		'not_found' => 'Мы не смогли ничего найти...'
	],

	'filter' => [
		'sex' => 'Категория',
		'm' => 'Мужская',
		'f' => 'Женская',
		'price' => 'Цена',
		'from' => 'От',
		'to' => 'до',
		'brand' => 'Брэнд',
		'size' => 'Размер',
		'filter' => 'Фильтр',
		'reset' => 'Сбросить'
	],

	'pagination' => [
		'previous' => 'Предыдущая',
		'next' => 'Следующая'
	],

	'footer' => [
		'about' => 'О нас',
		'communications' => 'Обратная связь',
		'contacts' => 'Контакты',
		'map' => 'Карта сайта',
		'language' => 'Английская версия',
		'tel' => 'Вы можете позвонить нам!',
		'mail' => 'Вы можете написать нам!'
	],

	'admin_nav' => [
		'back_profile' => 'Вернуться в профиль',
		'pages_management' => 'Управление категориями',
		'news' => 'Новости',
		'moderation' => 'Модерация комментариев',
		'comments' => 'Опубликованные комментарии',
		'external_messages' => 'Внешние сообщения',
		'user_messages' => 'Сообщения пользователей',
		'all_messages' => 'Все сообщения',
		'users' => 'Пользователи',
		'adLeft' => 'Левый рекламный блок',
		'adRight' => 'Правый рекламный блок',
		'style' => 'Цветовая схема'
	]
];
