<?php

return [
	'header' => [
		'about' => 'О нас',
		'stories' => 'Истории',
		'login' => 'Войти'
	],

	'search' => [
		'all' => 'Все результаты',
		'title' => 'Результаты поиска',
		'mes' => 'К сожалению мы ничего не нашли...',
	],

	'login' => [
		'email' => 'Электронная почта',
		'password' => 'Пароль',
		'login' => 'Войти',
		'fb' => 'Войти через',
		'mes1' => 'Добро пожаловать,',
		'mes2' => 'Вы уже с нами?',
		'mes3' => 'Если у вас есть учетная запись, просто войдите. Мы будем рады видеть вас!',
		'tool1' => 'Введите корректный email-адрес',
		'tool2' => 'Введите корректный пароль',
		'error1' => 'Пользователь с таким email-адресом не существует',
		'error2' => 'Неверный пароль',
		'error3' => 'Вы заблокированы администратором'
	],

	'login_hello' => [
		'night' => 'Доброй ночи!',
		'morning' => 'Доброе утро!',
		'day' => 'Добрый день!',
		'evening' => 'Добрый вечер!',
		'hi' => 'Привет!',
		'mes' => 'Мы рады вас видеть!',
	],

	'register' => [
		'email' => 'Электронная почта',
		'password' => 'Пароль',
		'conf' => 'Повторите пароль',
		'register' => 'Регистрация',
		'fb' => 'Войти через',
		'mes1' => 'Время чувствовать себя как дома,',
		'mes2' => 'Впервые здесь?',
		'mes3' => 'Зарегистрируйтесь - мы будем полезны для вас!',
		'tool1' => 'Введите корректный email-адрес',
		'tool2' => 'Такой email-адрес уже зарегестрирован в нашей системе',
		'tool3' => 'Введите корректный пароль',
		'tool4' => 'Пароль должен содержать от 8 до 12 символов. Можно использовать буквы верхнего и нижнего регистров, цифры, а так же спецсимволы _ - @ #',
		'tool5' => 'Введённые пароли не совпадают',
		'error1' => 'Пользователь с таким email-адресом уже зарегестрирован в нашей системе',
		'error2' => 'Пароли не совпадают',
		'reg_mes' => 'Спасибо за регистрацию! Теперь вы можете войти в систему'
	],

	'form' => [
		'field' => 'Поля формы не могут быть пустыми'
	],

	'bar-menu' => [
		'about' => 'О нас',
		'contacts' => 'Контакты',
		'stories' => 'Истории',
		'user' => 'Кабинет пользователя',
		'cart' => 'Корзина',
		'title' => 'Карта сайта'
	],

	'category' => [
		'quote' => '<p>Мы - это калейдоскоп<br /> эмоций на вашей свадьбе!</p>',
		'title' => 'С нами вы можете больше',
		'text' => '<p>Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч. Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз? Прячь юных съёмщиц в шкаф. Экс-граф? Плюш изъят. Бьём чуждый цен хвощ! Эх, чужак! Общий съём цен шляп (юфть) — вдрызг! Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч.</p>
		<p>Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз? Прячь юных съёмщиц в шкаф. Экс-граф? Плюш изъят. Бьём чуждый цен хвощ! Эх, чужак! Общий съём цен шляп (юфть) — вдрызг! Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч. Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз?</p>
		<p>Эх, чужак! Общий съём цен шляп (юфть) — вдрызг!</p>',
		'button' => 'Перейти в раздел'
	],

	'cart' => [
		'title1' => 'Корзина услуг',
		'title2' => 'Оформление заказа',
		'order1' => 'Оформить заказ',
		'order2' => 'Оформить',
		'totals' => 'Итог',
		'message' => 'Сообщение (если есть какие-либо пожелания)',
		'way' => 'Способ оплаты',
		'bank' => 'Банковский платёж',
		'terminal' => 'Терминал',
		'reconciliation' => 'По согласованию',
		'mes1' => 'Для того, чтобы завершить оформление заказа, пожалуйста - заполните личные данные в',
		'mes2' => 'кабинете пользователя',
		'mes3' => 'Ваш заказ оформлен! Наш оператор свяжется с вами в самое ближайшее время.'
	],

	'user_menu' => [
		'index' => 'Профиль',
		'settings' => 'Настройки',
		'communications' => 'Связь с нами',
		'favorites' => 'Закладки',
		'purchases' => 'Оформленные заказы'
	],

	'user_index' => [
		'email' => 'Ваш e-mail',
		'tel' => 'Ваш телефон',
		'mes1' => 'Давайте знакомиться ближе!',
		'mes2' => 'Заполните в настройках',
		'mes3' => 'данные о себе, что бы нам было удобнее поддерживать связь.'
	],

	'user_settings' => [
		'title_avatar' => 'Измените свой аватар',
		'choose' => 'Выберите файл',
		'download' => 'Загрузить',
		'delete' => 'Удалить',
		'error1' => 'Выберите изображение для загрузки',
		'error2' => 'Неверный формат изображения',
		'error3' => 'Произошла ошибка, изображение не было загружено! Попробуйте еще раз',
		'error4' => 'Пользователь с таким электронным адрессом уже зарегистрирован',
		'error5' => 'Старый пароль не корректный',
		'error6' => 'Новый пароль не может быть таким же, как старый',
		'error7' => 'Пароли не совпадают',
		'mes1' => 'Ваш аватар успешно установлен',
		'mes2' => 'Ваш аватар удалён',
		'mes3' => 'Ваши данные были успешно сохранены',
		'mes4' => 'Ваш пароль успешно изменён',
		'tool1' => 'Введите корректное имя',
		'tool2' => 'Введите корректнную фамилию',
		'tool3' => 'Введите корректный email-адрес',
		'tool4' => 'Такой email-адрес уже зарегестрирован в нашей системе',
		'tool5' => 'Введите корректный пароль',
		'tool6' => 'Пароль должен содержать от 8 до 12 символов. Можно использовать буквы верхнего и нижнего регистров, цифры, а так же спецсимволы _ - @ #',
		'tool7' => 'Введённые пароли не совпадают',
		'title' => 'Вы можете изменить ваши данные',
		'sex' => 'Кто вы?',
		'guy' => 'Парень',
		'girl' => 'Девушка',
		'name' => 'Ваше имя',
		'surname' => 'Ваша фамилия',
		'telephone' => 'Ваш телефон',
		'email' => 'Ваша электронная почта',
		'save' => 'Сохранить',
		'title_pas' => 'Смена пароля',
		'old_pas' => 'Введите старый пароль',
		'password' => 'Введите новый пароль',
		'conf' => 'Повторите пароль',
		'change' => 'Изменить'
	],

	'user_communications' => [
		'title1' => 'Вы можете оставить нам сообщение',
		'message' => 'Сообщение',
		'send' => 'Отправить',
		'title2' => 'Или заказать обратный звонок',
		'mes1' => 'Вы можете оставить заявку - и мы вам обязательно перезвоним!',
		'mes2' => 'Для того что бы оставить заявку,',
		'mes3' => 'внесите в настройках',
		'mes4' => 'свой номер телефона.',
		'mes5' => 'Мы получили ваше сообщение и ответим Вам при первой же возможности!',
		'mes6' => 'Мы получили вашу заявку и свяжемся с вами в ближайшее время!',
		'mes7' => 'Мы уже получили вашу заявку и свяжемся с вами в ближайшее время!',
		'call' => 'Перезвоните мне'
	],

	'user_favorites' => [
		'title' => 'Избранное',
		'name' => 'Название',
		'price' => 'Цена',
		'stock' => 'Акционная цена',
		'view' => 'Просмотр',
		'mes' => 'Вы еще не добавили ни одного товара в избранное.'
	],

	'user_purchases' => [
		'title' => 'Ваши оформленные заказы',
		'date' => 'Дата оформления',
		'message' => 'Ваше сообщение',
		'method' => 'Способ оплаты',
		'services' => 'Приобретенные услуги',
		'price' => 'Итоговая стоимость',
		'mes' => 'Вы еще не сделали ни одного заказа.',
		'paid1' => 'Оплачен',
		'paid2' => 'Ожидает оплаты'
	],

	'products' => [
		'contacts' => 'Контакты',
		'size' => 'Размеры',
		'brand' => 'Брэнд',
		'service' => 'Вид услуги',
		'stars' => 'Количество звёзд',
		'price' => 'Цена',
		'stock' => 'Акция',
		'basket' => 'В корзину',
		'favorites' => 'В избранное',
		'reviews' => 'Отзывы',
		'not_found' => 'Мы не смогли ничего найти...'
	],

	'decor' => [
		'beach' => 'Свадьба на пляже',
		'nature' => 'Свадьба на природе',
		'restaurant' => 'Оформление ресторана'
	],

	'reviews' => [
		'review' => 'Ваш отзыв',
		'send' => 'Отправить',
		'mes1' => 'Ваш отзыв отправлен и будет опубликован после модерации',
		'mes2' => 'Для того, что бы оставить отзыв, пожалуйста - ',
		'mes3' => 'войдите',
		'mes4' => ' в систему.',
	],

	'filter' => [
		'sex' => 'Категория',
		'm' => 'Мужская',
		'f' => 'Женская',
		'price' => 'Цена',
		'from' => 'От',
		'to' => 'до',
		'brand' => 'Брэнд',
		'stars' => 'Количество звёзд',
		'size' => 'Размер',
		'service' => 'Вид услуги',
		'filter' => 'Фильтр',
		'reset' => 'Сбросить'
	],

	'stories' => [
		'comment' => 'Ваш комментарий',
		'title' => 'Истории пар, которым мы смогли помочь воплотить в жизнь их свадебную мечту. Надеемся, что в скором времени и ваша история попадет в наш архив воспоминаний!',
		'send' => 'Отправить',
		'mes1' => 'Ваш комментарий опубликован',
		'mes2' => 'Для того, что бы иметь возможность участвовать в обсуждении истории, пожалуйста - ',
		'mes3' => 'войдите',
		'mes4' => ' в систему.',
		'mes5' => 'Ваш ответ опубликован'
	],

	'contacts' => [
		'adr' => 'Наш адресс:',
		'tel' => 'Телефон для связи:',
		'email' => 'Электронный адресс:',
		'social' => 'А так же вы можете связаться с нами в социальных сетях'
	],

	'pagination' => [
		'previous' => 'Предыдущая',
		'next' => 'Следующая'
	],

	'footer' => [
		'about' => 'О нас',
		'communications' => 'Обратная связь',
		'contacts' => 'Контакты',
		'map' => 'Карта сайта',
		'language' => 'Английская версия',
		'tel' => 'Вы можете позвонить нам!',
		'mail' => 'Вы можете написать нам!'
	],

	'admin_menu' => [
		'language' => 'EN',
		'category' => 'Категории',
		'goods' => 'Товары',
		'orders' => 'Заказы',
		'stories' => 'Истории',
		'users' => 'Пользователи',
		'feedback' => 'Обратная связь',
		'moderationreviews' => 'Модерация отзывов о товарах',
		'moderationcomments' => 'Модерация комментариев историй',
		'about' => 'О нас',
		'photo' => 'Фото обложки',
		'contacts' => 'Контакты'
	],

	'admin_category' => [
		'title1' => 'Редактор категорий',
		'title2' => 'Название категории',
		'title3' => 'Текст описания категории на главной странице',
		'title4' => 'Расширенное название категории на странице с услугой',
		'title5' => 'Текст описания категории на странице с услугой',
		'category' => 'Категория',
		'activity1' => 'Активность категории',
		'activity2' => 'Категория активна',
		'edit' => 'Редактировать',
		'save' => 'Сохранить',
		'ru' => 'Русский язык',
		'en' => 'Английский язык',
		'mes1' => 'Введите одно слово, которое будет обозначать название категории.',
		'mes2' => 'Для того, что бы создать новый абзац, нажмите Enter.',
		'mes3' => 'Ваши данные успешно сохранены.',
		'tool1' => 'Поле не может быть пустым, а так же не может содержать более одного слова и иностранные символы, либо цифры',
		'tool2' => 'Поле не может быть пустым, а так же не может содержать более одного слова и русские символы, либо цифры',
		'tool3' => 'Поле не может быть пустым'
	],

	'admin_product' => [
		'title1' => 'Редактор услуг',
		'title2' => 'Редактирование услуги',
		'title3' => 'Создание новой услуги',
		'title4' => 'Название услуги',
		'title5' => 'Текстовое описание услуги',
		'title6' => 'Цена и параметры услуги',
		'title7' => 'Контактная информация',
		'title8' => 'Фото',
		'category' => 'Категория',
		'count' => 'Количество услуг',
		'view' => 'Просмотр',
		'id' => 'ID услуги',
		'name' => 'Название',
		'activity1' => 'Активность услуги',
		'activity2' => 'Услуга активна',
		'stock1' => 'Акция',
		'stock2' => 'Акция активна',
		'price' => 'Цена',
		'stock' => 'Акционная цена (если такая предусмотрена)',
		'sex' => 'Для него или для неё',
		'service' => 'Вид услуги',
		'stars' => 'Количество звёзд',
		'brand' => 'Брэнд',
		'size' => 'Размеры в наличии',
		'tel' => 'Номер телефона',
		'fb' => 'Facebook ID или ник',
		'inst' => 'Instagram ID или ник',
		'teleg' => 'Telegram ID или ник',
		'new' => 'Новая услуга',
		'edit' => 'Редактировать',
		'save' => 'Сохранить',
		'ru' => 'Русский язык',
		'en' => 'Английский язык',
		'mes1' => 'Ваши данные успешно сохранены.',
		'mes2' => 'Краткое текстовое описание.',
		'mes3' => 'Заполните поля социальных сетей, которые считаете нужными.',
		'mes4' => 'Вы можете загрузить от 1го до 7ми фото.',
		'tool1' => 'Поле не может быть пустым',
		'tool2' => 'Поле не может быть пустым, а также содержать какие-либо инные символы, кроме цифр',
		'tool3' => 'Вы должны обязательно сделать выбор',
		'tool4' => 'Поле не может быть пустым, а так же не может содержать какие-либо инные символы, кроме латиницы',
		'tool5' => 'Выберите хотя бы один размер',
		'tool6' => 'Поле не может быть пустым, а так же не должно содержать более 100 символов',
		'tool7' => 'Поле не может содержать какие-либо инные символы, кроме цифр',
		'tool8' => 'Загрузите хотя бы одно изображение'
	],

	'admin_orders' => [
		'title' => 'Заказы пользователей',
		'date' => 'Дата оформления',
		'contacts' => 'Контакты',
		'message' => 'Cообщение пользователя',
		'method' => 'Способ оплаты',
		'services' => 'Приобретенные услуги',
		'price' => 'Итоговая стоимость',
		'paid1' => 'Оплачен',
		'paid2' => 'Заказ оплачен',
		'modal' => 'Пользователь оплатил данный заказ?'
	],

	'admin_stories' => [
		'title1' => 'Редактор историй',
		'title2' => 'Редактирование истории',
		'title3' => 'Создание новой истории',
		'title4' => 'Название истории',
		'title5' => 'Текст истории',
		'title6' => 'Фото',
		'new' => 'Новая история',
		'id' => 'ID истории',
		'name' => 'Название',
		'activity1' => 'Активность истории',
		'activity2' => 'История активна',
		'view' => 'Просмотр',
		'edit' => 'Редактировать',
		'save' => 'Сохранить',
		'ru' => 'Русский язык',
		'en' => 'Английский язык',
		'mes1' => 'Для того, что бы создать новый абзац, нажмите Enter.',
		'mes2' => 'Вы можете загрузить от 1го до 7ми фото.',
		'mes3' => 'Ваши данные успешно сохранены.',
		'tool1' => 'Поле не может быть пустым',
		'tool2' => 'Загрузите хотя бы одно изображение'
	],

	'admin_feedback' => [
		'title1' => 'Активные диалоги',
		'title2' => 'Архивные диалоги',
		'title3' => 'Активные заявки',
		'title4' => 'Архивные заявки',
		'name' => 'Имя',
		'tel' => 'Телефон',
		'date' => 'Дата',
		'view' => 'Просмотр',
		'archive' => 'В архив',
		'mes_title' => 'Сообщения от пользователя',
		'message' => 'Сообщение',
		'close_dialog' => 'Закрыть диалог?',
		'send' => 'Отправить',
		'activate' => 'Активировать диалог',
		'mes1' => 'Ваше сообщение успешно отправлено',
		'mes2' => 'Вы успешно закрыли диалог - он перенесён в архивные диалоги. Если пользователь снова напишет сообщение - диалог станет активным.',
		'mes3' => 'Вы успешно активировали диалог',
		'mes4' => 'Вы успешно обработали заявку',
		'mes5' => 'Активные диалоги отсутствуют.',
		'mes6' => 'Архивные диалоги отсутствуют.',
		'mes7' => 'Активные заявки отсутствуют.',
		'mes8' => 'Архивные заявки отсутствуют.',
		'modal1' => 'Вы уверенны, что хотите удалить это сообщение?',
		'modal2' => 'Вы уверенны, что хотите перенести в архив данную заявку?'
	],

	'admin_moderationreviews' => [
		'title1' => 'Модерация отзывов',
		'title2' => 'Редактор отзывов',
		'category' => 'Категория',
		'count' => 'Количество отзывов для модерации',
		'view' => 'Просмотр',
		'id' => 'ID юзера',
		'review' => 'Отзыв',
		'activity1' => 'Активность отзыва',
		'activity2' => 'Отзыв активен',
		'activity3' => 'Активировать',
		'activity4' => 'Деактивировать',
		'edit' => 'Редактировать',
		'save' => 'Сохранить',
		'mes1' => 'Отзыв успешно отредактирован',
		'modal' => 'Вы точно хотите деактивировать этот отзыв?'
	],

	'admin_moderationcomments' => [
		'title1' => 'Модерация комментариев',
		'title2' => 'Редактор комментариев',
		'id' => 'ID юзера',
		'id_stories' => 'ID истории',
		'comments' => 'Комментарий',
		'activity1' => 'Активность комментария',
		'activity2' => 'Комментарий активен',
		'activity3' => 'Активировать',
		'activity4' => 'Деактивировать',
		'edit' => 'Редактировать',
		'save' => 'Сохранить',
		'mes1' => 'Комментарий успешно отредактирован',
		'modal' => 'Вы точно хотите деактивировать этот комментарий?'
	],

	'admin_user' => [
		'title' => 'Пользователи',
		'id' => 'ID пользователя',
		'first_name' => 'Имя',
		'second_name' => 'Фамилия',
		'tel' => 'Телефон',
		'activity1' => 'Активность пользователя',
		'activity2' => 'Активировать',
		'activity3' => 'Деактивировать',
		'modal' => 'Вы точно хотите деактивировать этого пользователя?'
	],

	'admin_about' => [
		'title1' => 'Редактирование раздела "О нас"',
		'title2' => 'Описание вашей фирмы',
		'mes' => 'Для того, что бы создать новый абзац, нажмите Enter.',
		'tool' => 'Поле не может быть пустым',
		'ru' => 'Русский язык',
		'en' => 'Английский язык',
		'save' => 'Сохранить'
	],

	'admin_cover' => [
		'title1' => 'Загрузка изображений обложки',
		'title2' => 'Фото',
		'mes1' => 'Вы можете загрузить от 1го до 7ми фото.',
		'mes2' => 'Ваши данные успешно сохранены.',
		'tool' => 'Загрузите хотя бы одно изображение',
		'save' => 'Сохранить'
	],

	'admin_contacts' => [
		'title1' => 'Редактирование контактной информации',
		'title2' => 'Текстовое описание',
		'title3' => 'Контактная информация',
		'tel' => 'Номер телефона',
		'fb' => 'Facebook ID или ник',
		'inst' => 'Instagram ID или ник',
		'teleg' => 'Telegram ID или ник',
		'mes1' => 'Укажите ваш адресс.',
		'mes2' => 'Укажите почтовый ящик для связи с вами.',
		'mes3' => 'Вы можете указать до 3х номеров телефона.',
		'mes4' => 'Заполните поля социальных сетей, которые считаете нужными.',
		'tool1' => 'Поле не может быть пустым',
		'tool2' => 'Введите корректный e-mail адресс',
		'ru' => 'Русский язык',
		'en' => 'Английский язык',
		'save' => 'Сохранить'
	]
];
