<?php

return [
	'header' => [
		'about' => 'О нас',
		'news' => 'Новости',
		'stories' => 'Истории',
		'login' => 'Войти'
	],

	'login' => [
		'email' => 'Электронная почта',
		'password' => 'Пароль',
		'login' => 'Войти',
		'fb' => 'Войти через',
		'mes1' => 'Добро пожаловать,',
		'mes2' => 'Вы уже с нами?',
		'mes3' => 'Если у вас есть учетная запись, просто войдите. Мы будем рады видеть вас!',
		'tool1' => 'Введите корректный email-адрес',
		'tool2' => 'Введите корректный пароль',
		'error1' => 'Пользователь с таким email-адресом не существует',
		'error2' => 'Неверный пароль',
		'error3' => 'Вы заблокированы администратором'
	],

	'register' => [
		'email' => 'Электронная почта',
		'password' => 'Пароль',
		'conf' => 'Повторите пароль',
		'register' => 'Регистрация',
		'fb' => 'Войти через',
		'mes1' => 'Время чувствовать себя как дома,',
		'mes2' => 'Впервые здесь?',
		'mes3' => 'Зарегистрируйтесь - мы будем полезны для вас!',
		'tool1' => 'Введите корректный email-адрес',
		'tool2' => 'Такой email-адрес уже зарегестрирован в нашей системе',
		'tool3' => 'Введите корректный пароль',
		'tool4' => 'Пароль должен содержать от 8 до 12 символов. Можно использовать буквы верхнего и нижнего регистров, цифры, а так же спецсимволы _ - @ #',
		'tool5' => 'Введённые пароли не совпадают',
		'error1' => 'Пользователь с таким email-адресом уже зарегестрирован в нашей системе',
		'error2' => 'Пароли не совпадают',
		'reg_mes' => 'Спасибо за регистрацию! Теперь вы можете войти в систему'
	],

	'form' => [
		'field' => 'Поля формы не могут быть пустыми'
	],

	'category' => [
		'quote' => '<p>Мы - это калейдоскоп<br /> эмоций на вашей свадьбе!</p>',
		'title' => 'С нами вы можете больше',
		'text' => '<p>Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч. Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз? Прячь юных съёмщиц в шкаф. Экс-граф? Плюш изъят. Бьём чуждый цен хвощ! Эх, чужак! Общий съём цен шляп (юфть) — вдрызг! Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч.</p>
		<p>Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз? Прячь юных съёмщиц в шкаф. Экс-граф? Плюш изъят. Бьём чуждый цен хвощ! Эх, чужак! Общий съём цен шляп (юфть) — вдрызг! Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч. Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз?</p>
		<p>Эх, чужак! Общий съём цен шляп (юфть) — вдрызг!</p>',
		'button' => 'Перейти в раздел'
	],

	'user_menu' => [
		'index' => 'Профиль',
		'settings' => 'Настройки',
		'communications' => 'Связь с нами',
		'favorites' => 'Закладки',
		'purchases' => 'Оплаченные услуги'
	],

	'user_index' => [
		'email' => 'Ваш e-mail',
		'tel' => 'Ваш телефон',
		'mes1' => 'Давайте знакомиться ближе!',
		'mes2' => 'Заполните в настройках',
		'mes3' => 'данные о себе, что бы нам было удобнее поддерживать связь.'
	],

	'user_settings' => [
		'title_avatar' => 'Измените свой аватар',
		'choose' => 'Выберите файл',
		'download' => 'Загрузить',
		'delete' => 'Удалить',
		'error1' => 'Выберите изображение для загрузки',
		'error2' => 'Неверный формат изображения',
		'error3' => 'Произошла ошибка, изображение не было загружено! Попробуйте еще раз',
		'error4' => 'Пользователь с таким электронным адрессом уже зарегистрирован',
		'error5' => 'Старый пароль не корректный',
		'error6' => 'Новый пароль не может быть таким же, как старый',
		'error7' => 'Пароли не совпадают',
		'mes1' => 'Ваш аватар успешно установлен',
		'mes2' => 'Ваш аватар удалён',
		'mes3' => 'Ваши данные были успешно сохранены',
		'mes4' => 'Ваш пароль успешно изменён',
		'tool1' => 'Введите корректное имя',
		'tool2' => 'Введите корректнную фамилию',
		'tool3' => 'Введите корректный email-адрес',
		'tool4' => 'Такой email-адрес уже зарегестрирован в нашей системе',
		'tool5' => 'Введите корректный пароль',
		'tool6' => 'Пароль должен содержать от 8 до 12 символов. Можно использовать буквы верхнего и нижнего регистров, цифры, а так же спецсимволы _ - @ #',
		'tool7' => 'Введённые пароли не совпадают',
		'title' => 'Вы можете изменить ваши данные',
		'sex' => 'Кто вы?',
		'guy' => 'Парень',
		'girl' => 'Девушка',
		'name' => 'Ваше имя',
		'surname' => 'Ваша фамилия',
		'telephone' => 'Ваш телефон',
		'email' => 'Ваша электронная почта',
		'save' => 'Сохранить',
		'title_pas' => 'Смена пароля',
		'old_pas' => 'Введите старый пароль',
		'password' => 'Введите новый пароль',
		'conf' => 'Повторите пароль',
		'change' => 'Изменить'
	],

	'user_communications' => [
		'title1' => 'Вы можете оставить нам сообщение',
		'message' => 'Сообщение',
		'send' => 'Отправить',
		'title2' => 'Или заказать обратный звонок',
		'mes1' => 'Вы можете оставить заявку - и мы вам обязательно перезвоним!',
		'mes2' => 'Для того что бы оставить заявку,',
		'mes3' => 'внесите в настройках',
		'mes4' => 'свой номер телефона.',
		'mes5' => 'Мы получили ваше сообщение и ответим Вам при первой же возможности!',
		'mes6' => 'Мы получили вашу заявку и свяжемся с вами в ближайшее время!',
		'call' => 'Перезвоните мне'
	],

	'products' => [
		'contacts' => 'Контакты',
		'size' => 'Размеры',
		'brand' => 'Брэнд',
		'price' => 'Цена',
		'basket' => 'В корзину',
		'favorites' => 'В избранное',
		'reviews' => 'Отзывы',
		'not_found' => 'Мы не смогли ничего найти...'
	],

	'filter' => [
		'sex' => 'Категория',
		'm' => 'Мужская',
		'f' => 'Женская',
		'price' => 'Цена',
		'from' => 'От',
		'to' => 'до',
		'brand' => 'Брэнд',
		'size' => 'Размер',
		'filter' => 'Фильтр',
		'reset' => 'Сбросить'
	],

	'pagination' => [
		'previous' => 'Предыдущая',
		'next' => 'Следующая'
	],

	'footer' => [
		'about' => 'О нас',
		'communications' => 'Обратная связь',
		'contacts' => 'Контакты',
		'map' => 'Карта сайта',
		'language' => 'Английская версия',
		'tel' => 'Вы можете позвонить нам!',
		'mail' => 'Вы можете написать нам!'
	],

	'admin_menu' => [
		'language' => 'EN',
		'category' => 'Категории',
		'goods' => 'Товары',
		'orders' => 'Заказы',
		'stories' => 'Истории',
		'users' => 'Пользователи',
		'feedback' => 'Обратная связь',
		'moderation' => 'Модерация',
		'about' => 'О нас',
		'photo' => 'Фото обложки',
		'contacts' => 'Контакты'
	],

	'admin_feedback' => [
		'title1' => 'Активные диалоги',
		'title2' => 'Архивные диалоги',
		'title3' => 'Активные заявки',
		'title4' => 'Архивные заявки',
		'name' => 'Имя',
		'view' => 'Просмотр',
		'mes_title' => 'Сообщения от пользователя',
		'message' => 'Сообщение',
		'close_dialog' => 'Закрыть диалог?',
		'send' => 'Отправить'
	]
];
